Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# readme.toolbar.fontLarger
source: Increase README font size
ar: زيادة حجم خط README
de: README-Schriftgröße vergrößern
es: Aumentar tamaño de letra del README
fr: Augmenter la taille de la police du README
id: Perbesar ukuran font README
it: Aumenta dimensione carattere README
ja: READMEのフォントサイズを大きく
ko: README 글꼴 크기 증가
nl: Vergroot README-lettergrootte
pl: Zwiększ rozmiar czcionki README
pt_br: Aumentar tamanho da fonte do README
ru: Увеличить размер шрифта README
tr: README yazı tipini büyüt
uk: Збільшити розмір шрифту README
vi: Tăng cỡ chữ README
zh_hans: 增大 README 字号
zh_hant: 增大 README 字型大小

# readme.toolbar.fontMenu
source: README font controls
ar: عناصر تحكم خط README
de: README-Schriftsteuerung
es: Controles de fuente del README
fr: Contrôles de police du README
id: Kontrol font README
it: Controlli carattere README
ja: READMEフォントコントロール
ko: README 글꼴 컨트롤
nl: READ ME-lettertype-instellingen
pl: Kontrolki czcionki README
pt_br: Controles de fonte do README
ru: Управление шрифтом README
tr: README yazı tipi kontrolleri
uk: Керування шрифтом README
vi: Điều khiển phông chữ README
zh_hans: README 字号控制
zh_hant: README 字型控制

# readme.toolbar.fontReset
source: Reset README font size
ar: إعادة تعيين حجم خط README
de: README-Schriftgröße zurücksetzen
es: Restablecer tamaño de letra del README
fr: Réinitialiser la taille de la police du README
id: Atur ulang ukuran font README
it: Reimposta dimensione carattere README
ja: READMEのフォントサイズをリセット
ko: README 글꼴 크기 초기화
nl: Stel README-lettergrootte opnieuw in
pl: Resetuj rozmiar czcionki README
pt_br: Redefinir tamanho da fonte do README
ru: Сбросить размер шрифта README
tr: README yazı tipi boyutunu sıfırla
uk: Скинути розмір шрифту README
vi: Đặt lại cỡ chữ README
zh_hans: 恢复 README 默认字号
zh_hant: 重設 README 字型大小

# readme.toolbar.fontSmaller
source: Decrease README font size
ar: تصغير حجم خط README
de: README-Schriftgröße verkleinern
es: Reducir tamaño de letra del README
fr: Diminuer la taille de la police du README
id: Perkecil ukuran font README
it: Riduci dimensione carattere README
ja: READMEのフォントサイズを小さく
ko: README 글꼴 크기 감소
nl: Verklein README-lettergrootte
pl: Zmniejsz rozmiar czcionki README
pt_br: Diminuir tamanho da fonte do README
ru: Уменьшить размер шрифта README
tr: README yazı tipini küçült
uk: Зменшити розмір шрифту README
vi: Giảm cỡ chữ README
zh_hans: 减小 README 字号
zh_hant: 減小 README 字型大小

# readme.toolbar.openInNewWindow
source: Open README in new window
ar: فتح README في نافذة جديدة
de: README in neuem Fenster öffnen
es: Abrir README en una ventana nueva
fr: Ouvrir le README dans une nouvelle fenêtre
id: Buka README di jendela baru
it: Apri README in una nuova finestra
ja: READMEを新しいウィンドウで開く
ko: 새 창에서 README 열기
nl: Open README in nieuw venster
pl: Otwórz README w nowym oknie
pt_br: Abrir README em nova janela
ru: Открыть README в новом окне
tr: README'yi yeni pencerede aç
uk: Відкрити README в новому вікні
vi: Mở README trong cửa sổ mới
zh_hans: 在新窗口中打开 README
zh_hant: 在新視窗中開啟 README

# readme.translate.action
source: Translate
ar: ترجمة
de: Übersetzen
es: Traducir
fr: Traduire
id: Terjemahkan
it: Traduci
ja: 翻訳
ko: 번역
nl: Vertalen
pl: Tłumacz
pt_br: Traduzir
ru: Перевести
tr: Çevir
uk: Перекласти
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# readme.translate.error.emptySource
source: No README to translate.
ar: لا يوجد README للترجمة.
de: Keine README zum Übersetzen.
es: No hay README para traducir.
fr: Aucun README à traduire.
id: Tidak ada README untuk diterjemahkan.
it: Nessun README da tradurre.
ja: 翻訳するREADMEがありません。
ko: 번역할 README가 없습니다.
nl: Geen README om te vertalen.
pl: Brak pliku README do przetłumaczenia.
pt_br: Nenhum README para traduzir.
ru: Нет README для перевода.
tr: Çevrilecek README yok.
uk: Немає README для перекладу.
vi: Không có README để dịch.
zh_hans: 暂无 README 可翻译。
zh_hant: 暫無 README 可翻譯。

# readme.translate.error.goToAISettings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 前往设置
zh_hant: 前往設定

# readme.translate.error.missingAPIKey
source: Configure an API key for the selected AI provider, then try again.
ar: قم بتكوين مفتاح API لمزوّد الذكاء الاصطناعي المحدد، ثم حاول مرة أخرى.
de: Konfigurieren Sie einen API-Schlüssel für den ausgewählten KI-Anbieter und versuchen Sie es erneut.
es: Configura una clave de API para el proveedor de IA seleccionado e inténtalo de nuevo.
fr: Configurez une clé API pour le fournisseur d'IA sélectionné, puis réessayez.
id: Konfigurasikan kunci API untuk penyedia AI yang dipilih, lalu coba lagi.
it: Configura una chiave API per il provider AI selezionato, poi riprova.
ja: 選択したAIプロバイダのAPIキーを設定してから再試行してください。
ko: 선택한 AI 제공업체의 API 키를 구성한 후 다시 시도하세요.
nl: Configureer een API-sleutel voor de geselecteerde AI-provider en probeer het opnieuw.
pl: Skonfiguruj klucz API dla wybranego dostawcy AI, a następnie spróbuj ponownie.
pt_br: Configure uma chave de API para o provedor de IA selecionado e tente novamente.
ru: Настройте ключ API для выбранного AI-провайдера и повторите попытку.
tr: Seçilen AI sağlayıcısı için bir API anahtarı yapılandırın, ardından tekrar deneyin.
uk: Налаштуйте ключ API для вибраного постачальника ШІ, а потім спробуйте знову.
vi: Cấu hình khóa API cho nhà cung cấp AI đã chọn, sau đó thử lại.
zh_hans: 请先为所选 AI 服务配置 API Key 后再翻译。
zh_hant: 請先為所選 AI 服務設定 API Key 後再翻譯。

# readme.translate.error.missingProvider
source: No AI provider is bound to the README translation task. Open Settings → AI to fix it.
ar: لا يوجد مزوّد ذكاء اصطناعي مرتبط بمهمة ترجمة README. افتح الإعدادات → الذكاء الاصطناعي لإصلاح ذلك.
de: Kein KI-Anbieter ist mit der README-Übersetzungsaufgabe verknüpft. Öffnen Sie Einstellungen → KI, um dies zu beheben.
es: Ningún proveedor de IA está vinculado a la tarea de traducción del README. Abre Ajustes → IA para solucionarlo.
fr: Aucun fournisseur d'IA n'est lié à la tâche de traduction du README. Ouvrez Réglages → IA pour résoudre ce problème.
id: Tidak ada penyedia AI yang terikat pada tugas terjemahan README. Buka Pengaturan → AI untuk memperbaikinya.
it: Nessun provider AI è associato all'attività di traduzione del README. Apri Impostazioni → AI per risolvere.
ja: README翻訳タスクにAIプロバイダがバインドされていません。設定 → AI で修正してください。
ko: README 번역 작업에 연결된 AI 제공업체가 없습니다. 설정 → AI에서 수정하세요.
nl: Er is geen AI-provider gekoppeld aan de README-vertaaltaak. Open Instellingen → AI om dit op te lossen.
pl: Żaden dostawca AI nie jest przypisany do zadania tłumaczenia README. Otwórz Ustawienia → AI, aby to naprawić.
pt_br: Nenhum provedor de IA está vinculado à tarefa de tradução do README. Abra Ajustes → IA para corrigir.
ru: К задаче перевода README не привязан ни один AI-провайдер. Откройте Настройки → AI, чтобы исправить это.
tr: README çeviri görevine bağlı bir AI sağlayıcısı yok. Ayarlar → AI bölümünden düzeltin.
uk: Жоден постачальник ШІ не прив'язаний до завдання перекладу README. Відкрийте Налаштування → ШІ, щоб виправити це.
vi: Không có nhà cung cấp AI nào được gán cho tác vụ dịch README. Mở Cài đặt → AI để sửa.
zh_hans: 尚未给 README 翻译任务绑定 AI 服务，请到 设置 → AI 配置。
zh_hant: 尚未為 README 翻譯任務綁定 AI 服務。請前往「設定」→「AI」進行設定。

# readme.translate.error.structureBroken
source: The model returned segment data that could not be aligned safely. Completed translations are kept; try again or switch model.
ar: أعاد النموذج بيانات مقطعية لا يمكن محاذاتها بأمان. تم الاحتفاظ بالترجمات المكتملة؛ حاول مرة أخرى أو غيّر النموذج.
de: Das Modell hat Segmentdaten zurückgegeben, die nicht sicher ausgerichtet werden konnten. Abgeschlossene Übersetzungen bleiben erhalten; versuchen Sie es erneut oder wechseln Sie das Modell.
es: El modelo devolvió datos de segmento que no pudieron alinearse de forma segura. Las traducciones completadas se conservan; inténtalo de nuevo o cambia de modelo.
fr: Le modèle a renvoyé des données de segment qui n'ont pas pu être alignées en toute sécurité. Les traductions terminées sont conservées ; réessayez ou changez de modèle.
id: Model mengembalikan data segmen yang tidak dapat disejajarkan dengan aman. Terjemahan yang selesai tetap disimpan; coba lagi atau ganti model.
it: Il modello ha restituito dati segmentati che non possono essere allineati in modo sicuro. Le traduzioni completate sono mantenute; riprova o cambia modello.
ja: モデルが安全に整列できないセグメントデータを返しました。完了した翻訳は保持されます。再試行するかモデルを切り替えてください。
ko: 모델이 안전하게 정렬할 수 없는 세그먼트 데이터를 반환했습니다. 완료된 번역은 유지되며, 다시 시도하거나 모델을 전환하세요.
nl: Het model retourneerde segmentgegevens die niet veilig konden worden uitgelijnd. Voltooide vertalingen blijven behouden; probeer het opnieuw of schakel over naar een ander model.
pl: Model zwrócił dane segmentów, których nie można bezpiecznie dopasować. Ukończone tłumaczenia są zachowane; spróbuj ponownie lub zmień model.
pt_br: O modelo retornou dados de segmento que não puderam ser alinhados com segurança. As traduções concluídas foram mantidas; tente novamente ou mude de modelo.
ru: Модель вернула сегментированные данные, которые не удалось безопасно выровнять. Завершённые переводы сохранены; попробуйте снова или смените модель.
tr: Model, güvenli bir şekilde hizalanamayan segment verileri döndürdü. Tamamlanan çeviriler korunur; tekrar deneyin veya modeli değiştirin.
uk: Модель повернула сегментовані дані, які не вдалося безпечно вирівняти. Завершені переклади збережено; спробуйте ще раз або змініть модель.
vi: Mô hình trả về dữ liệu phân đoạn không thể căn chỉnh an toàn. Các bản dịch đã hoàn thành được giữ lại; thử lại hoặc chuyển mô hình.
zh_hans: 模型返回的分段结果无法安全对齐，已保留完成的译文，请重试或切换模型。
zh_hant: 模型傳回的分段資料無法安全對齊。已保留完成的翻譯，請重試或切換模型。

# readme.translate.menu.language
source: Target Language
ar: اللغة الهدف
de: Zielsprache
es: Idioma de destino
fr: Langue cible
id: Bahasa Target
it: Lingua di destinazione
ja: ターゲット言語
ko: 대상 언어
nl: Doeltaal
pl: Język docelowy
pt_br: Idioma de destino
ru: Язык перевода
tr: Hedef Dil
uk: Мова перекладу
vi: Ngôn ngữ đích
zh_hans: 目标语言
zh_hant: 目標語言

# readme.translate.menu.mode
source: Translation Mode
ar: وضع الترجمة
de: Übersetzungsmodus
es: Modo de traducción
fr: Mode de traduction
id: Mode Terjemahan
it: Modalità di traduzione
ja: 翻訳モード
ko: 번역 모드
nl: Vertaalmodus
pl: Tryb tłumaczenia
pt_br: Modo de tradução
ru: Режим перевода
tr: Çeviri Modu
uk: Режим перекладу
vi: Chế độ dịch
zh_hans: 翻译方式
zh_hant: 翻譯方式

# readme.translate.menu.regenerate
source: Translate Again
ar: ترجمة مرة أخرى
de: Erneut übersetzen
es: Traducir de nuevo
fr: Retraduire
id: Terjemahkan Lagi
it: Traduci di nuovo
ja: 再翻訳
ko: 다시 번역
nl: Opnieuw vertalen
pl: Tłumacz ponownie
pt_br: Traduzir novamente
ru: Перевести заново
tr: Tekrar Çevir
uk: Перекласти знову
vi: Dịch lại
zh_hans: 重新翻译
zh_hant: 重新翻譯

# readme.translate.menu.tooltip
source: Translation options
ar: خيارات الترجمة
de: Übersetzungsoptionen
es: Opciones de traducción
fr: Options de traduction
id: Opsi terjemahan
it: Opzioni di traduzione
ja: 翻訳オプション
ko: 번역 옵션
nl: Vertaalopties
pl: Opcje tłumaczenia
pt_br: Opções de tradução
ru: Параметры перевода
tr: Çeviri seçenekleri
uk: Параметри перекладу
vi: Tùy chọn dịch
zh_hans: 翻译选项
zh_hant: 翻譯選項

# readme.translate.mode.full
source: Full Translation
ar: ترجمة كاملة
de: Vollständige Übersetzung
es: Traducción completa
fr: Traduction complète
id: Terjemahan Penuh
it: Traduzione completa
ja: 全文翻訳
ko: 전체 번역
nl: Volledige vertaling
pl: Pełne tłumaczenie
pt_br: Tradução completa
ru: Полный перевод
tr: Tam Çeviri
uk: Повний переклад
vi: Dịch toàn bộ
zh_hans: 全文翻译
zh_hant: 全文翻譯

# readme.translate.mode.segmented
source: Segmented Translation
ar: ترجمة مجزأة
de: Segmentierte Übersetzung
es: Traducción segmentada
fr: Traduction segmentée
id: Terjemahan Tersegmen
it: Traduzione segmentata
ja: セグメント翻訳
ko: 분할 번역
nl: Gesegmenteerde vertaling
pl: Tłumaczenie segmentowane
pt_br: Tradução segmentada
ru: Сегментированный перевод
tr: Parçalı Çeviri
uk: Сегментований переклад
vi: Dịch theo đoạn
zh_hans: 分段翻译
zh_hant: 分段翻譯

# readme.translate.showOriginal
source: Original
ar: الأصلي
id: Asli
it: Originale
ja: 原文
ko: 원본
nl: Origineel
pl: Oryginał
ru: Оригинал
tr: Orijinal
uk: Оригінал
vi: Bản gốc
zh_hans: 原文
zh_hant: 原文

# readme.translate.staleAction
source: Translate (README updated)
ar: ترجمة (تم تحديث README)
de: Übersetzen (README aktualisiert)
es: Traducir (README actualizado)
fr: Traduire (README mis à jour)
id: Terjemahkan (README diperbarui)
it: Traduci (README aggiornato)
ja: 翻訳（README更新）
ko: 번역 (README 업데이트됨)
nl: Vertalen (READ ME bijgewerkt)
pl: Tłumacz (README zaktualizowany)
pt_br: Traduzir (README atualizado)
ru: Перевести (README обновлён)
tr: Çevir (README güncellendi)
uk: Перекласти (README оновлено)
vi: Dịch (README đã cập nhật)
zh_hans: 翻译（README 已更新）
zh_hant: 翻譯（README 已更新）

# readme.translate.tooltip.showOriginal
source: Show the original README
ar: إظهار README الأصلي
de: Original-README anzeigen
es: Mostrar el README original
fr: Afficher le README original
id: Tampilkan README asli
it: Mostra il README originale
ja: 元のREADMEを表示
ko: 원본 README 보기
nl: Toon de originele README
pl: Pokaż oryginalny plik README
pt_br: Mostrar o README original
ru: Показать оригинальный README
tr: Orijinal README'yi göster
uk: Показати оригінальний README
vi: Hiển thị README gốc
zh_hans: 切回原始 README
zh_hant: 顯示原始 README

# readme.translate.tooltip.stop
source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
id: Berhenti
it: Ferma
ja: 停止
ko: 중지
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# readme.translate.tooltip.translate
source: Translate the README with AI using the selected mode (cached locally)
ar: ترجمة README باستخدام الذكاء الاصطناعي بالوضع المحدد (مخزنة محليًا)
de: README mit KI im ausgewählten Modus übersetzen (lokal zwischengespeichert)
es: Traducir el README con IA usando el modo seleccionado (en caché local)
fr: Traduire le README avec l'IA en utilisant le mode sélectionné (mis en cache localement)
id: Terjemahkan README dengan AI menggunakan mode yang dipilih (di-cache secara lokal)
it: Traduci il README con AI usando la modalità selezionata (memorizzato localmente)
ja: 選択したモードでAIを使ってREADMEを翻訳（ローカルにキャッシュ）
ko: 선택한 모드로 AI를 사용하여 README 번역 (로컬에 캐시됨)
nl: Vertaal de README met AI met behulp van de geselecteerde modus (lokaal in cache)
pl: Przetłumacz README za pomocą AI w wybranym trybie (buforowane lokalnie)
pt_br: Traduzir o README com IA usando o modo selecionado (armazenado em cache localmente)
ru: Перевести README с помощью AI в выбранном режиме (кэшируется локально)
tr: README'yi seçilen modla AI kullanarak çevir (yerel olarak önbelleğe alınır)
uk: Перекласти README за допомогою ШІ у вибраному режимі (кешується локально)
vi: Dịch README bằng AI với chế độ đã chọn (được lưu trong bộ nhớ đệm cục bộ)
zh_hans: 按所选方式用 AI 翻译 README，结果会缓存到本地
zh_hant: 以所選方式用 AI 翻譯 README（結果會快取至本機）

# relative.justNow
source: Just now
ar: الآن
de: Gerade eben
es: Ahora mismo
fr: À l'instant
id: Baru saja
it: Proprio ora
ja: たった今
ko: 방금 전
nl: Zojuist
pl: Przed chwilą
pt_br: Agora mesmo
ru: Только что
tr: Az önce
uk: Щойно
vi: Vừa xong
zh_hans: 刚刚
zh_hant: 剛剛

# release.notification.titleFormat
source: New release from %@
ar: إصدار جديد من %@
de: Neue Veröffentlichung von %@
es: Nueva versión de %@
fr: Nouvelle version de %@
id: Rilis baru dari %@
it: Nuova release da %@
ja: %@ からの新しいリリース
ko: %@의 새 릴리스
nl: Nieuwe release van %@
pl: Nowe wydanie od %@
pt_br: Nova versão de %@
ru: Новый релиз от %@
tr: %@ için yeni sürüm
uk: Новий реліз від %@
vi: Bản phát hành mới từ %@
zh_hans: %@ 发布新版本
zh_hant: %@ 發布新版本

# releaseNotes.hero.subtitle
source: Latest improvements, fixes, and product updates.
ar: أحدث التحسينات والإصلاحات وتحديثات المنتج.
de: Neueste Verbesserungen, Fehlerbehebungen und Produktaktualisierungen.
es: Últimas mejoras, correcciones y actualizaciones del producto.
fr: Dernières améliorations, correctifs et mises à jour produit.
id: Perbaikan terbaru, perbaikan bug, dan pembaruan produk.
it: Ultimi miglioramenti, correzioni e aggiornamenti del prodotto.
ja: 最新の改善、修正、製品アップデート。
ko: 최신 개선 사항, 수정 사항 및 제품 업데이트.
nl: Laatste verbeteringen, fixes en productupdates.
pl: Najnowsze ulepszenia, poprawki i aktualizacje produktu.
pt_br: Melhorias, correções e atualizações do produto mais recentes.
ru: Последние улучшения, исправления и обновления продукта.
tr: En son iyileştirmeler, düzeltmeler ve ürün güncellemeleri.
uk: Останні покращення, виправлення та оновлення продукту.
vi: Các cải tiến, sửa lỗi và cập nhật sản phẩm mới nhất.
zh_hans: 最新的改进、修复与产品更新。
zh_hant: 最新的改進、修復與產品更新。

# releaseNotes.hero.title
source: What's New in Starcat
ar: ما الجديد في Starcat
de: Neuerungen in Starcat
es: Novedades de Starcat
fr: Nouveautés de Starcat
id: Apa yang Baru di Starcat
it: Novità di Starcat
ja: Starcat の新機能
ko: Starcat의 새로운 기능
nl: Wat is er nieuw in Starcat
pl: Co nowego w Starcat
pt_br: Novidades no Starcat
ru: Что нового в Starcat
tr: Starcat'ta Yeni Olanlar
uk: Що нового в Starcat
vi: Có gì mới trong Starcat
zh_hans: Starcat 更新说明
zh_hant: Starcat 更新說明

# releaseNotes.window.title
source: What's New
ar: ما الجديد
de: Neuerungen
es: Novedades
fr: Nouveautés
id: Apa yang Baru
it: Novità
ja: 新機能
ko: 새로운 기능
nl: Wat is er nieuw
pl: Co nowego
pt_br: Novidades
ru: Что нового
tr: Yenilikler
uk: Що нового
vi: Có gì mới
zh_hans: 更新说明
zh_hant: 更新說明

# releases.action.requiresStarOrLibrary
source: Star or add this repo to Knowledge Base before subscribing
ar: قم بتنجيم هذا المستودع أو إضافته إلى قاعدة المعرفة قبل الاشتراك
de: Sternen Sie dieses Repository oder fügen Sie es zur Wissensdatenbank hinzu, bevor Sie es abonnieren
es: Marca con estrella o añade este repositorio a la Base de conocimiento antes de suscribirte
fr: Ajoutez une étoile ou ce dépôt à la base de connaissances avant de vous abonner
id: Beri bintang atau tambahkan repositori ini ke Basis Pengetahuan sebelum berlangganan
it: Aggiungi una stella o aggiungi questo repo alla Knowledge Base prima di iscriverti
ja: サブスクライブするには、このリポジトリをスターまたはナレッジベースに追加してください
ko: 구독하려면 이 저장소에 별표를 추가하거나 지식 베이스에 추가하세요
nl: Voeg een ster toe of voeg deze repo toe aan de Knowledge Base voordat u zich abonneert
pl: Oznacz gwiazdką lub dodaj to repozytorium do Bazy wiedzy przed subskrypcją
pt_br: Adicione este repositório aos favoritos ou à Base de Conhecimento antes de assinar
ru: Поставьте звезду или добавьте репозиторий в Базу знаний, чтобы подписаться
tr: Abone olmadan önce bu depoyu yıldızlayın veya Bilgi Tabanı'na ekleyin
uk: Поставте зірку або додайте цей репозиторій до Бази знань, перш ніж підписатися
vi: Hãy gắn sao hoặc thêm kho lưu trữ này vào Cơ sở tri thức trước khi đăng ký
zh_hans: 先 Star 或加入知识库后才能订阅
zh_hant: 請先 Star 或加入知識庫後才能訂閱

# releases.action.subscribe
source: Subscribe
ar: اشتراك
de: Abonnieren
es: Suscribirse
fr: S'abonner
id: Berlangganan
it: Iscriviti
ja: サブスクライブ
ko: 구독
nl: Abonneren
pl: Subskrybuj
pt_br: Assinar
ru: Подписаться
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# releases.action.unsubscribe
source: Unsubscribe
ar: إلغاء الاشتراك
de: Abo kündigen
es: Cancelar suscripción
fr: Se désabonner
id: Berhenti Berlangganan
it: Annulla iscrizione
ja: サブスクライブ解除
ko: 구독 취소
nl: Abonnement opzeggen
pl: Anuluj subskrypcję
pt_br: Cancelar assinatura
ru: Отписаться
tr: Abonelikten Çık
uk: Відписатися
vi: Hủy đăng ký
zh_hans: 取消订阅
zh_hant: 取消訂閱

# releases.assetCopied
source: Download link copied
ar: تم نسخ رابط التحميل
de: Download-Link kopiert
es: Enlace de descarga copiado
fr: Lien de téléchargement copié
id: Tautan unduhan disalin
it: Link di download copiato
ja: ダウンロードリンクをコピーしました
ko: 다운로드 링크 복사됨
nl: Downloadlink gekopieerd
pl: Link do pobrania skopiowany
pt_br: Link de download copiado
ru: Ссылка для скачивания скопирована
tr: İndirme bağlantısı kopyalandı
uk: Посилання на завантаження скопійовано
vi: Đã sao chép liên kết tải xuống
zh_hans: 下载链接已复制
zh_hant: 下載連結已複製

# releases.assetFilter.help
source: Filter assets by file name or content type, e.g. dmg / arm64 / linux
ar: تصفية الأصول حسب اسم الملف أو نوع المحتوى، مثل dmg / arm64 / linux
de: Assets nach Dateiname oder Inhaltstyp filtern, z. B. dmg / arm64 / linux
es: Filtrar activos por nombre de archivo o tipo de contenido, ej. dmg / arm64 / linux
fr: Filtrer les fichiers par nom ou type, ex. dmg / arm64 / linux
id: Filter aset berdasarkan nama file atau tipe konten, mis. dmg / arm64 / linux
it: Filtra asset per nome file o tipo di contenuto, es. dmg / arm64 / linux
ja: ファイル名またはコンテンツタイプでアセットをフィルタ（例: dmg / arm64 / linux）
ko: 파일 이름 또는 콘텐츠 유형으로 에셋 필터링 (예: dmg / arm64 / linux)
nl: Filter assets op bestandsnaam of inhoudstype, bijv. dmg / arm64 / linux
pl: Filtruj zasoby według nazwy pliku lub typu zawartości, np. dmg / arm64 / linux
pt_br: Filtrar ativos por nome de arquivo ou tipo de conteúdo, ex.: dmg / arm64 / linux
ru: Фильтровать ресурсы по имени файла или типу контента, например dmg / arm64 / linux
tr: Dosya adına veya içerik türüne göre varlıkları filtreleyin, örn. dmg / arm64 / linux
uk: Фільтрувати активи за назвою файлу або типом вмісту, наприклад dmg / arm64 / linux
vi: Lọc tài sản theo tên tệp hoặc loại nội dung, ví dụ: dmg / arm64 / linux
zh_hans: 按文件名或类型过滤资产，例如 dmg / arm64 / linux
zh_hant: 按檔案名稱或內容類型過濾資產，例如 dmg / arm64 / linux

# releases.assetFilter.placeholder
source: Filter assets…
ar: تصفية الأصول…
de: Assets filtern …
es: Filtrar activos…
fr: Filtrer les fichiers…
id: Filter aset…
it: Filtra asset…
ja: アセットをフィルタ…
ko: 에셋 필터…
pl: Filtruj zasoby…
pt_br: Filtrar ativos…
ru: Фильтр ресурсов…
tr: Varlıkları filtrele…
uk: Фільтрувати активи…
vi: Lọc tài sản…
zh_hans: 过滤资产…
zh_hant: 過濾資產…

# releases.copyDownloadLink
source: Copy download link
ar: نسخ رابط التحميل
de: Download-Link kopieren
es: Copiar enlace de descarga
fr: Copier le lien de téléchargement
id: Salin tautan unduhan
it: Copia link di download
ja: ダウンロードリンクをコピー
ko: 다운로드 링크 복사
nl: Kopieer downloadlink
pl: Kopiuj link do pobrania
pt_br: Copiar link de download
ru: Копировать ссылку для скачивания
tr: İndirme bağlantısını kopyala
uk: Копіювати посилання на завантаження
vi: Sao chép liên kết tải xuống
zh_hans: 复制下载链接
zh_hant: 複製下載連結

# releases.download.cancelled
source: Download cancelled
ar: تم إلغاء التحميل
de: Download abgebrochen
es: Descarga cancelada
fr: Téléchargement annulé
id: Unduhan dibatalkan
it: Download annullato
ja: ダウンロードをキャンセルしました
ko: 다운로드 취소됨
nl: Download geannuleerd
pl: Pobieranie anulowane
pt_br: Download cancelado
ru: Скачивание отменено
tr: İndirme iptal edildi
uk: Завантаження скасовано
vi: Đã hủy tải xuống
zh_hans: 已取消下载
zh_hant: 已取消下載

# releases.download.error.empty
source: Empty download response
ar: استجابة تحميل فارغة
de: Leere Download-Antwort
es: Respuesta de descarga vacía
fr: Réponse de téléchargement vide
id: Respons unduhan kosong
it: Risposta di download vuota
ja: ダウンロードレスポンスが空です
ko: 빈 다운로드 응답
nl: Lege downloadrespons
pl: Pusta odpowiedź pobierania
pt_br: Resposta de download vazia
ru: Пустой ответ при скачивании
tr: Boş indirme yanıtı
uk: Порожня відповідь завантаження
vi: Phản hồi tải xuống trống
zh_hans: 下载响应为空
zh_hant: 下載回應為空

# releases.download.error.httpFormat
source: Download failed (HTTP %lld)
ar: فشل التحميل (HTTP %lld)
de: Download fehlgeschlagen (HTTP %lld)
es: Error de descarga (HTTP %lld)
fr: Échec du téléchargement (HTTP %lld)
id: Unduhan gagal (HTTP %lld)
it: Download non riuscito (HTTP %lld)
ja: ダウンロードに失敗しました（HTTP %lld）
ko: 다운로드 실패 (HTTP %lld)
nl: Download mislukt (HTTP %lld)
pl: Pobieranie nie powiodło się (HTTP %lld)
pt_br: Falha no download (HTTP %lld)
ru: Ошибка скачивания (HTTP %lld)
tr: İndirme başarısız (HTTP %lld)
uk: Помилка завантаження (HTTP %lld)
vi: Tải xuống thất bại (HTTP %lld)
zh_hans: 下载失败（HTTP %lld）
zh_hant: 下載失敗（HTTP %lld）
